Repository: aeilot/Celestial
Catalog: CelestialPDFs/Localizable.xcstrings
Source language: zh_hans
Languages: de, el, en, es, fr, it, ja, ko, pt, ru, zh_hant

source: %lld 本书
de: %lld Bücher
el: %lld βιβλία
en: %lld books
es: %lld libros
fr: %lld livres
it: %lld libri
ja: %lld 冊
ko: %lld 권
pt: %lld livros
ru: %lld книг
zh_hant: %lld 本書

# %lld 本书 · %lld 单词
source: %1$lld 本书 · %2$lld 单词
de: %1$lld Bücher · %2$lld Wörter
el: %1$lld βιβλία · %2$lld λέξεις
en: %1$lld books · %2$lld words
es: %1$lld libros · %2$lld palabras
fr: %1$lld livres · %2$lld mots
it: %1$lld libri · %2$lld parole
ja: %1$lld 冊 · %2$lld 単語
ko: %1$lld 권 · %2$lld 단어
pt: %1$lld livros · %2$lld palavras
ru: %1$lld книг · %2$lld слов
zh_hant: %1$lld 本書 · %2$lld 單詞

source: AI 助手
de: KI-Assistent
el: Βοηθός ΤΝ
en: AI Assistant
es: Asistente de IA
fr: Assistant IA
it: Assistente IA
ja: AI アシスタント
ko: AI 도우미
pt: Assistente de IA
ru: Помощник ИИ

source: AI 服务配置
de: KI-Diensteinstellungen
el: Ρυθμίσεις υπηρεσίας ΤΝ
en: AI Service Settings
es: Configuración del servicio de IA
fr: Paramètres du service IA
it: Impostazioni servizio IA
ja: AI サービス設定
ko: AI 서비스 설정
pt: Configurações do serviço de IA
ru: Настройки сервиса ИИ
zh_hant: AI 服務設定

source: API Endpoint
de: API-Endpunkt
el: Τερματικό API
es: Endpoint de API
fr: Point de terminaison API
it: Endpoint API
ja: API エンドポイント
ko: API 엔드포인트
pt: Endpoint da API
ru: API-адрес
zh_hant: API 端點

source: API Key
de: API-Schlüssel
el: Κλειδί API
es: Clave API
fr: Clé API
it: Chiave API
ja: API キー
ko: API 키
pt: Chave da API
ru: Ключ API
zh_hant: API 金鑰

# stats.avatarPicker.message
source: 选择头像图片
de: Avatarbild auswählen
el: Επιλέξτε εικόνα avatar
en: Select an avatar image
es: Selecciona una imagen de avatar
fr: Choisir une image d’avatar
it: Seleziona un'immagine avatar
ja: アバター画像を選択
ko: 아바타 이미지 선택
pt: Selecionar imagem de avatar
ru: Выберите изображение аватара
zh_hant: 選擇頭像圖片

# vocabulary.delete
source: 删除
de: Löschen
el: Διαγραφή
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
zh_hant: 刪除

# vocabulary.empty.hint
source: 在阅读 PDF 时选中单词查词，将自动记录到此处
de: Wählen Sie beim Lesen von PDFs Wörter aus, um sie hier automatisch zu speichern
el: Επιλέξτε λέξεις ενώ διαβάζετε PDF για να αποθηκευτούν αυτόματα εδώ
en: Select words while reading PDFs to automatically save them here
es: Selecciona palabras mientras lees PDFs para guardarlas automáticamente aquí
fr: Sélectionnez des mots en lisant des PDF pour les enregistrer automatiquement ici
it: Seleziona parole durante la lettura dei PDF per salvarle automaticamente qui
ja: PDFを読みながら単語を選択すると、ここに自動保存されます
ko: PDF를 읽는 동안 단어를 선택하면 여기 자동으로 저장됩니다
pt: Selecione palavras enquanto lê PDFs para salvá-las automaticamente aqui
ru: Выделяйте слова при чтении PDF — они автоматически сохранятся здесь
zh_hant: 閱讀 PDF 時選取單詞就會自動儲存在這裡

# vocabulary.empty.title
source: 单词本为空
de: Vokabular ist leer
el: Το λεξιλόγιο είναι άδειο
en: Vocabulary is empty
es: El vocabulario está vacío
fr: Le vocabulaire est vide
it: Il vocabolario è vuoto
ja: 語彙が空です
ko: 단어장이 비어 있습니다
pt: O vocabulário está vazio
ru: Словарь пуст
zh_hant: 單詞本為空

# vocabulary.page
source: 第 %lld 页
de: Seite %lld
el: Σελίδα %lld
en: Page %lld
es: Página %lld
fr: Page %lld
it: Pagina %lld
ja: ページ %lld
ko: %lld쪽
pt: Página %lld
ru: Страница %lld
zh_hant: 第 %lld 頁

# vocabulary.search
source: 搜索单词…
de: Wörter suchen…
el: Αναζήτηση λέξεων…
en: Search words…
es: Buscar palabras…
fr: Rechercher des mots…
it: Cerca parole…
ja: 単語を検索…
ko: 단어 검색…
pt: Pesquisar palavras…
ru: Поиск слов…
zh_hant: 搜尋單字…

# vocabulary.title
source: 单词本
de: Wortschatz
el: Λεξιλόγιο
en: Vocabulary
es: Vocabulario
fr: Vocabulaire
it: Vocabolario
ja: 単語帳
ko: 단어장
pt: Vocabulário
ru: Словарь
zh_hant: 單詞本

source: 个人统计
de: Statistiken
el: Στατιστικά
en: Statistics
es: Estadísticas personales
fr: Statistiques
it: Statistiche personali
ja: 個人統計
ko: 개인 통계
pt: Estatísticas pessoais
ru: Личная статистика
zh_hant: 個人統計

source: 书架
de: Bücherregal
el: Βιβλιοθήκη
en: Bookshelf
es: Estantería
fr: Bibliothèque
it: Libreria
ja: 本棚
ko: 책장
pt: Estante de livros
ru: Книжная полка
zh_hant: 書架

source: 作者
de: Autor
el: Συγγραφέας
en: Author
es: Autor
fr: Auteur
it: Autore
ja: 著者
ko: 저자
pt: Autor
ru: Автор

source: 你的名字
de: Dein Name
el: Το όνομά σας
en: Your Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: あなたの名前
ko: 당신의 이름
pt: Seu nome
ru: Ваше имя

source: 使用衬线字体
de: Serifen-Schrift verwenden
el: Χρήση serif γραμματοσειράς
en: Use Serif Font
es: Usar fuente con serifas
fr: Utiliser une police avec empattement
it: Usa un font con grazie
ja: セリフ体を使う
ko: 세리프 글꼴 사용
pt: Usar fonte serifada
ru: Использовать шрифт с засечками
zh_hant: 使用襯線字體

source: 保存
de: Speichern
el: Αποθήκευση
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
pt: Salvar
ru: Сохранить

source: 最近阅读
de: Zuletzt gelesen
el: Πρόσφατες αναγνώσεις
en: Recent Reads
es: Lecturas recientes
fr: Lectures récentes
it: Letture recenti
ja: 最近読んだ本
ko: 최근 읽은 책
pt: Leituras recentes
ru: Недавние чтения
zh_hant: 最近閱讀

source: 列表视图
de: Listenansicht
el: Προβολή λίστας
en: List View
es: Vista de lista
fr: Vue en liste
it: Vista elenco
ja: リスト表示
ko: 목록 보기
pt: Exibição em lista
ru: Вид списка
zh_hant: 列表視圖

source: 删除
de: Löschen
el: Διαγραφή
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
zh_hant: 刪除

source: 刷新
de: Aktualisieren
el: Ανανέωση
en: Refresh
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: 更新
ko: 새로 고침
pt: Atualizar
ru: Обновить

source: 单词本
de: Wortschatz
el: Λεξιλόγιο
en: Vocabulary
es: Vocabulario
fr: Vocabulaire
it: Vocabolario
ja: 単語帳
ko: 단어장
pt: Vocabulário
ru: Словарь
zh_hant: 單詞本

source: 工具栏
de: Symbolleiste
el: Γραμμή εργαλείων
en: Toolbar
es: Barra de herramientas
fr: Barre d'outils
it: Barra degli strumenti
ja: ツールバー
ko: 도구 막대
pt: Barra de ferramentas
ru: Панель инструментов
zh_hant: 工具列

source: 已选中 %lld 个字符
de: %lld Zeichen ausgewählt
el: Επιλέχθηκαν %lld χαρακτήρες
en: Selected %lld characters
es: %lld caracteres seleccionados
fr: %lld caractères sélectionnés
it: %lld caratteri selezionati
ja: %lld 文字を選択中
ko: %lld자 선택됨
pt: %lld caracteres selecionados
ru: Выделено %lld символов
zh_hant: 已選取 %lld 個字元

source: 已选中文本将作为上下文
de: Der markierte Text wird als Kontext verwendet
el: Το επιλεγμένο κείμενο θα χρησιμοποιηθεί ως περιεχόμενο
en: Selected text will be used as context
es: El texto seleccionado se usará como contexto
fr: Le texte sélectionné servira de contexte
it: Il testo selezionato verrà usato come contesto
ja: 選択したテキストが文脈として使われます
ko: 선택한 텍스트가 맥락으로 사용됩니다
pt: O texto selecionado será usado como contexto
ru: Выделенный текст будет использоваться как контекст
zh_hant: 所選文字將作為上下文

source: 搜索书名、作者…
de: Titel oder Autor suchen…
el: Αναζήτηση τίτλου ή συγγραφέα…
en: Search title or author…
es: Buscar título o autor…
fr: Rechercher un titre ou un auteur…
it: Cerca titolo o autore…
ja: タイトルや作者を検索…
ko: 제목 또는 저자 검색…
pt: Pesquisar título ou autor…
ru: Поиск по названию или автору…
zh_hant: 搜尋書名或作者…

source: 放大
de: Vergrößern
el: Μεγέθυνση
en: Zoom In
es: Acercar
fr: Agrandir
it: Ingrandisci
ja: 拡大
ko: 확대
pt: Ampliar
ru: Увеличить

source: 放大 (⌘+)
de: Vergrößern (⌘+)
el: Μεγέθυνση (⌘+)
en: Zoom In (⌘+)
es: Acercar (⌘+)
fr: Agrandir (⌘+)
it: Ingrandisci (⌘+)
ja: 拡大 (⌘+)
ko: 확대 (⌘+)
pt: Ampliar (⌘+)
ru: Увеличить (⌘+)

source: 文件夹
de: Ordner
el: Φάκελοι
en: Folders
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
ko: 폴더
pt: Pastas
ru: Папки
zh_hant: 資料夾

source: 显示
de: Anzeige
el: Εμφάνιση
en: Display
es: Mostrar
fr: Affichage
it: Visualizzazione
ja: 表示
ko: 표시
pt: Exibir
ru: Отображение
zh_hant: 顯示

source: 显示模式
de: Anzeigemodus
el: Λειτουργία προβολής
en: Display Mode
es: Modo de visualización
fr: Mode d'affichage
it: Modalità di visualizzazione
ja: 表示モード
ko: 표시 모드
pt: Modo de exibição
ru: Режим отображения
zh_hant: 顯示模式

source: 显示浮动工具栏
de: Schwebende Symbolleiste anzeigen
el: Εμφάνιση πλωτής γραμμής εργαλείων
en: Show Floating Toolbar
es: Mostrar barra de herramientas flotante
fr: Afficher la barre d'outils flottante
it: Mostra barra strumenti galleggiante
ja: 浮かぶツールバーを表示
ko: 플로팅 도구 막대 표시
pt: Mostrar barra de ferramentas flutuante
ru: Показать плавающую панель
zh_hant: 顯示浮動工具列

source: 暂无笔记
de: Noch keine Notizen
el: Δεν υπάρχουν ακόμα σημειώσεις
en: No notes yet
es: Aún no hay notas
fr: Pas encore de notes
it: Nessuna nota per ora
ja: まだノートはありません
ko: 아직 노트가 없습니다
pt: Ainda não há notas
ru: Заметок пока нет
zh_hant: 暫無筆記

source: 暂无阅读记录
de: Keine Leseliste
el: Δεν υπάρχουν ιστορικά ανάγνωσης
en: No reading history
es: Aún no hay historial de lectura
fr: Aucun historique de lecture
it: Nessuna cronologia di lettura
ja: まだ読書履歴がありません
ko: 읽기 기록이 없습니다
pt: Ainda não há histórico de leitura
ru: Истории чтения нет
zh_hant: 暫無閱讀記錄

source: 有什么想问的？
de: Fragen?
el: Θέλεις να ρωτήσεις κάτι;
en: Any questions?
es: ¿Algo que quieras preguntar?
fr: Des questions?
it: Hai domande?
ja: 何か聞きたいことは？
ko: 궁금한 점이 있나요?
pt: Tem alguma pergunta?
ru: Есть вопросы?
zh_hant: 有什麼想問的？

source: 查词
de: Nachschlagen
el: Αναζήτηση λέξης
en: Lookup
es: Buscar palabra
fr: Chercher
it: Cerca parola
ja: 単語を調べる
ko: 단어 조회
pt: Pesquisar palavra
ru: Поиск слова
zh_hant: 查詞

source: 查询选中单词
de: Ausgewähltes Wort nachschlagen
el: Αναζήτηση επιλεγμένης λέξης
en: Look up selected word
es: Buscar la palabra seleccionada
fr: Chercher le mot sélectionné
it: Cerca la parola selezionata
ja: 選択した単語を調べる
ko: 선택한 단어 조회
pt: Pesquisar a palavra selecionada
ru: Найти выделенное слово
zh_hant: 查詢已選單詞

source: 标签
de: Tags
el: Ετικέτες
en: Tags
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
pt: Etiquetas
ru: Теги
zh_hant: 標籤

source: 标题
de: Titel
el: Τίτλος
en: Title
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt: Título
ru: Заголовок
zh_hant: 標題

source: 模型名称
de: Modellname
el: Όνομα μοντέλου
en: Model Name
es: Nombre del modelo
fr: Nom du modèle
it: Nome del modello
ja: モデル名
ko: 모델 이름
pt: Nome do modelo
ru: Имя модели
zh_hant: 模型名稱

source: 正在扫描 PDF 目录
de: PDF-Verzeichnis wird durchsucht
el: Σάρωση φακέλου PDF
en: Scanning PDF directory
es: Escaneando el directorio PDF
fr: Analyse du dossier PDF en cours
it: Scansione della cartella PDF in corso
ja: PDF ディレクトリをスキャン中
ko: PDF 디렉터리를 스캔 중입니다
pt: Escaneando diretório de PDFs
ru: Сканируется каталог PDF
zh_hant: 正在掃描 PDF 目錄

source: 没有找到 PDF 文件
de: Keine PDFs gefunden
el: Δεν βρέθηκαν αρχεία PDF
en: No PDFs found
es: No se encontraron PDFs
fr: Aucun PDF trouvé
it: Nessun PDF trovato
ja: PDF ファイルが見つかりません
ko: PDF 파일을 찾을 수 없습니다
pt: Nenhum PDF encontrado
ru: PDF-файлы не найдены
zh_hant: 未找到 PDF 檔案

source: 添加 PDF
de: PDF hinzufügen
el: Προσθήκη PDF
en: Add PDF
es: Agregar PDF
fr: Ajouter un PDF
it: Aggiungi PDF
ja: PDF を追加
ko: PDF 추가
pt: Adicionar PDF
ru: Добавить PDF
zh_hant: 新增 PDF

source: 添加标签
de: Tag hinzufügen
el: Προσθήκη ετικέτας
en: Add Tag
es: Agregar etiqueta
fr: Ajouter un tag
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt: Adicionar etiqueta
ru: Добавить тег
zh_hant: 新增標籤

source: 清除对话
de: Konversation löschen
el: Καθαρισμός συζήτησης
en: Clear Conversation
es: Borrar conversación
fr: Effacer la conversation
it: Cancella conversazione
ja: 会話を消去
ko: 대화 지우기
pt: Limpar conversa
ru: Очистить диалог
zh_hant: 清除對話

source: 点击上方「选择目录」按钮来指定 PDF 文件所在的文件夹
de: Klicken Sie oben auf „Verzeichnis wählen“, um Ihren PDF-Ordner auszuwählen
el: Κάντε κλικ στο «Επιλογή καταλόγου» για να επιλέξετε το φάκελο PDF
en: Click "Select Directory" above to choose your PDF folder
es: Haz clic en «Seleccionar directorio» arriba para elegir tu carpeta de PDF
fr: Cliquez sur « Sélectionner un répertoire » ci-dessus pour choisir votre dossier PDF
it: Clicca su «Seleziona directory» sopra per scegliere la cartella PDF
ja: 上にある「ディレクトリを選択」ボタンをクリックしてPDFフォルダを指定してください
ko: 위의 '디렉토리 선택' 버튼을 눌러 PDF 폴더를 지정하세요
pt: Clique em «Selecionar diretório» acima para escolher sua pasta de PDFs
ru: Нажмите «Выбрать каталог» выше, чтобы указать папку с PDF

source: 视图模式
de: Ansichtsmodus
el: Λειτουργία προβολής
en: View Mode
es: Modo de vista
fr: Mode d'affichage
it: Modalità visualizzazione
ja: 表示モード
ko: 보기 모드
pt: Modo de visualização
ru: Режим просмотра
zh_hant: 檢視模式

source: 笔记
de: Notizen
el: Σημειώσεις
en: Notes
es: Notas
fr: Notes
it: Note
ja: ノート
ko: 노트
pt: Notas
ru: Заметки
zh_hant: 筆記

source: 第 %lld / %lld 页
de: Seite %1$lld / %2$lld
el: Σελίδα %1$lld / %2$lld
en: Page %1$lld / %2$lld
es: Página %1$lld / %2$lld
fr: Page %1$lld / %2$lld
it: Pagina %1$lld / %2$lld
ja: %1$lld / %2$lld ページ
ko: %1$lld / %2$lld 페이지
pt: Página %1$lld / %2$lld
ru: Стр. %1$lld / %2$lld
zh_hant: 第 %1$lld / %2$lld 頁

source: 编辑书籍信息
de: Buchinformationen bearbeiten
el: Επεξεργασία πληροφοριών βιβλίου
en: Edit Book Info
es: Editar información del libro
fr: Modifier les infos du livre
it: Modifica info libro
ja: 書籍情報を編集
ko: 책 정보 편집
pt: Editar informações do livro
ru: Редактировать данные книги
zh_hant: 編輯書籍資訊

source: 编辑信息
de: Informationen bearbeiten
el: Επεξεργασία πληροφοριών
en: Edit Info
es: Editar información
fr: Modifier les infos
it: Modifica informazioni
ja: 情報を編集
ko: 정보 편집
pt: Editar informações
ru: Редактировать информацию
zh_hant: 編輯資訊

source: 缩小
de: Verkleinern
el: Σμίκρυνση
en: Zoom Out
es: Alejar
fr: Rétrécir
it: Riduci
ja: 縮小
ko: 축소
pt: Reduzir
ru: Уменьшить
zh_hant: 縮小

source: 缩小 (⌘-)
de: Verkleinern (⌘-)
el: Σμίκρυνση (⌘-)
en: Zoom Out (⌘-)
es: Alejar (⌘-)
fr: Rétrécir (⌘-)
it: Riduci (⌘-)
ja: 縮小 (⌘-)
ko: 축소 (⌘-)
pt: Reduzir (⌘-)
ru: Уменьшить (⌘-)
zh_hant: 縮小 (⌘-)

source: 网格视图
de: Rasteransicht
el: Προβολή πλέγματος
en: Grid View
es: Vista de cuadrícula
fr: Vue en grille
it: Visualizzazione griglia
ja: グリッド表示
ko: 그리드 보기
pt: Visualização em grade
ru: Вид сетки
zh_hant: 網格檢視

source: 自动缩放
de: Automatische Skalierung
el: Αυτόματη μεγέθυνση
en: Auto Zoom
es: Zoom automático
fr: Zoom automatique
it: Zoom automatico
ja: 自動ズーム
ko: 자동 확대
pt: Zoom automático
ru: Автоматический масштаб
zh_hant: 自動縮放

source: 试试其他搜索关键词
de: Versuchen Sie andere Suchbegriffe
el: Δοκιμάστε άλλους όρους αναζήτησης
en: Try other search terms
es: Prueba con otras palabras clave
fr: Essayez d'autres mots-clés
it: Prova altri termini di ricerca
ja: 他の検索語も試してみてください
ko: 다른 검색어를 시도해 보세요
pt: Tente outros termos de pesquisa
ru: Попробуйте другие поисковые запросы
zh_hant: 試試其他搜尋關鍵詞

source: 输入问题…
de: Geben Sie Ihre Frage ein…
el: Πληκτρολογήστε την ερώτησή σας…
en: Type your question…
es: Escribe tu pregunta…
fr: Tapez votre question…
it: Digita la tua domanda…
ja: 質問を入力…
ko: 질문을 입력하세요…
pt: Digite sua pergunta…
ru: Введите вопрос…
zh_hant: 輸入問題…

source: 返回书架
de: Zurück zum Regal
el: Επιστροφή στο ράφι
en: Return to Bookshelf
es: Volver a la estantería
fr: Retour à l'étagère
it: Torna alla libreria
ja: 書架に戻る
ko: 책장으로 돌아가기
pt: Voltar para a estante
ru: Вернуться на полку
zh_hant: 返回書架

source: 适应宽度
de: An Breite anpassen
el: Προσαρμογή στο πλάτος
en: Fit Width
es: Ajustar al ancho
fr: Ajuster à la largeur
it: Adatta alla larghezza
ja: 幅に合わせる
ko: 너비에 맞춤
pt: Ajustar à largura
ru: По ширине
zh_hant: 適應寬度

source: 适应页面
de: An Seite anpassen
el: Προσαρμογή στη σελίδα
en: Fit Page
es: Ajustar a la página
fr: Ajuster à la page
it: Adatta alla pagina
ja: ページに合わせる
ko: 페이지에 맞춤
pt: Ajustar à página
ru: По странице
zh_hant: 適應頁面

source: 选中 PDF 中的文字可以作为上下文提问
de: Ausgewählter PDF-Text kann als Kontext verwendet werden
el: Το επιλεγμένο κείμενο στο PDF μπορεί να χρησιμοποιηθεί ως πλαίσιο
en: Selected PDF text can be used as context
es: El texto seleccionado en el PDF puede usarse como contexto
fr: Le texte sélectionné dans le PDF peut servir de contexte
it: Il testo selezionato nel PDF può essere usato come contesto
ja: PDF内のテキストを文脈として利用できます
ko: PDF에서 선택한 텍스트를 컨텍스트로 사용할 수 있습니다
pt: O texto selecionado no PDF pode ser usado como contexto
ru: Выделенный текст PDF можно использовать как контекст
zh_hant: 選取 PDF 文字可用作上下文

source: 选择 PDF 库目录
de: Wählen Sie das PDF-Bibliotheksverzeichnis
el: Επιλέξτε τον φάκελο βιβλιοθήκης PDF
en: Select PDF library directory
es: Selecciona el directorio de la biblioteca de PDF
fr: Sélectionnez le dossier de la bibliothèque PDF
it: Seleziona la cartella della libreria PDF
ja: PDFライブラリのディレクトリを選択
ko: PDF 라이브러리 디렉터리 선택
pt: Selecione o diretório da biblioteca de PDFs
ru: Выберите каталог библиотеки PDF
zh_hant: 選擇 PDF 資料庫目錄

source: 选择目录
de: Verzeichnis wählen
el: Επιλογή καταλόγου
en: Select Directory
es: Seleccionar directorio
fr: Sélectionner un répertoire
it: Seleziona una cartella
ja: ディレクトリを選択
ko: 디렉토리 선택
pt: Selecionar diretório
ru: Выбрать каталог
zh_hant: 選擇目錄

source: 重新扫描目录
de: Verzeichnis neu scannen
el: Επανασάρωση καταλόγου
en: Rescan Directory
es: Volver a escanear el directorio
fr: Réexaminer le dossier
it: Riscansiona la directory
ja: ディレクトリを再スキャン
ko: 디렉터리 다시 스캔
pt: Reescanear diretório
ru: Повторно сканировать каталог
zh_hant: 重新掃描目錄

source: 问 AI
de: Frage die KI
el: Ρώτησε την ΤΝ
en: Ask AI
es: Preguntar a la IA
fr: Demander à l'IA
it: Chiedi all'IA
ja: AI に質問
ko: AI에 질문
pt: Perguntar à IA
ru: Спросить у ИИ
zh_hant: 問 AI

source: 阅读
de: Lesen
el: Ανάγνωση
en: Reading
es: Lectura
fr: Lecture
it: Lettura
ja: 読書
ko: 독서
pt: Leitura
ru: Чтение
zh_hant: 閱讀

source: 预览
de: Vorschau
el: Προεπισκόπηση
en: Preview
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
pt: Pré-visualização
ru: Предпросмотр
zh_hant: 預覽

source: 高亮
de: Markieren
el: Επισήμανση
en: Highlight
es: Resaltar
fr: Surligner
it: Evidenzia
ja: ハイライト
ko: 강조
pt: Realçar
ru: Выделить

source: 高亮选中文字
de: Markierten Text hervorheben
el: Επισήμανση του επιλεγμένου κειμένου
en: Highlight selected text
es: Resaltar el texto seleccionado
fr: Surligner le texte sélectionné
it: Evidenzia il testo selezionato
ja: 選択したテキストをハイライト
ko: 선택한 텍스트 하이라이트
pt: Realçar o texto selecionado
ru: Выделить выделенный текст
zh_hant: 高亮選取文字

source: 取消
en: Cancel

source: 在阅读 PDF 时可以添加笔记
en: Add notes while reading PDFs

source: 外观
en: Appearance

source: 字体
en: Fonts

source: 导入 PDF 文件
en: Import PDFs

source: 尚未选择 PDF 目录
en: No PDF directory selected yet
